// федеральные округа с регионами
export const okrugaRegions = {
  'Не_выбрано': {
    'name':'Не_выбрано',
    'regions': ['Не_выбрано']
  },
  'Центральный': {
    'name':'Центральный',
    'regions': ['Белгородский','Брянский','Владимирский','Воронежский','Ивановский','Калужский','Костромской','Курский','Липецкий','Московский',
      'Орловский','Рязанский','Смоленский','Тамбовский','Тверской','Тульский','Ярославский','г. Москва']
  },
  'Северо-Западный': {
    'name':'Северо-Западный',
    'regions': ['р.Карелия','р.Коми','Архангельский','Ненецкий АО','Вологодский','Калининградский','Ленинградский','Мурманский',
      'Новгородский','Псковский','г.Санкт-Петербург']
  },
  'Южный': {
    'name':'Южный',
    'regions': ['р.Адыгея','р.Дагестан','р.Ингушетия','Кабардино-Балкарская р.','р.Калмыкия','Карачаево-Черкесская р.','р.Северная Осетия-Алания',
      'Чеченская р.','Краснодарский край','Ставропольский край','Астраханский','Волгоградский','Ростовский']
  },
  'Приволжский': {
    'name':'Приволжский',
    'regions': ['р.Башкортостан','р.Марий Эл','р.Мордовия','р.Татарстан','Удмуртская р.','Чувашская р.','Кировский','Нижегородский','Оренбургский',
      'Пензенский','Пермский','Коми-Пермяцкий АО','Самарский','Саратовский','Ульяновский']
  },
  'Уральский': {
    'name':'Уральский',
    'regions': ['Курганский','Свердловский','Тюменский','Ханты-Мансийский АО','Ямало-Ненецкий АО','Челябинский']
  },
  'Сибирский': {
    'name':'Сибирский',
    'regions': ['р.Алтай','р.Бурятия','р.Тыва','р.Хакасия','Алтайский край','Красноярский край','Таймырский АО','Эвенкийский АО','Иркутский',
      'Усть-Ордынский АО','Кемеровский','Новосибирский','Омский','Томский','Читинский','Агинский Бурятский АО']
  },
  'Дальневосточный': {
    'name':'Дальневосточный',
    'regions': ['р.Саха (Якутия)','Приморский край','Хабаровский край','Амурский','Камчатский','Корякский АО','Магаданский','Сахалинский',
      'Еврейская АО','Чукотский АО']
  }
}
//
// export const status_activity = {
//   new_client: 'Новый клиент', trial_period: 'Пробный период',
//   active: 'Активен', inactive: 'Заблокирован'
// }
//
// export const type = {
//   reader: 'Подписчик', farmer: 'Производитель', trader: 'Трейдер'
// }
//
// export const status_pay = {
//   paid: 'Оплачено', notpaid: 'Не оплачено'
// }

//export default okrugaRegions
